[
    {
        "id": 1,
        "name": "Lydia Yang", 
        "image": "/images/users/user-1.png", 
        "content": "Pretty sweet tool that makes it so much easier to visualize and plan a road trip to my favourite rock climbing destinations and explore the area around."
    },
    {
        "id": 2,
        "name": "Abigail King", 
        "image": "/images/users/user-2.png", 
        "content": "I’ve been dreaming of a tool like this for years and finally it’s here! So many travel planning apps promise to make life easier but end up being fiddly, glitchy and time consuming. NomadTravels is my new go-to tool after decades of professional travel."
    },
    {
        "id": 3,
        "name": "Josh Martin", 
        "image": "/images/users/user-3.png", 
        "content": "I'm a rather extensive planner when I take trips so this was great. I liked how it auto-filled all of my travel information from my email account. Also, the level of detail that I can put into organizing a trip is greatly appreciated and goes above and beyond any of the other apps I've tried."
    },
    {
        "id": 4,
        "name": "Jorge D Costa", 
        "image": "/images/users/user-4.png", 
        "content": "I've downloaded a few different travel planner apps and yours is definitely the best! It's very intuitive and simple while still providing a bunch of features other apps don't, like photos on the destinations, descriptions and suggestions for nearby places to visit."
    },
    {
        "id": 5,
        "name": "Camilla Fernandez", 
        "image": "/images/users/user-5.png", 
        "content": "In one word it’s amazing. It left me speechless that I can add places to my trip and they get automatically populated with a featured pic and description from the web."
    },
    {
        "id": 6,
        "name": "Dasha Silverson", 
        "image": "/images/users/user-6.png", 
        "content": "I've been absolutely loving NomadTravel's vacation planner - it has made trip planning SO MUCH easier! I really like how user friendly it is and the auto-save. I also enjoy being able to look at trips that others have planned for inspiration."
    }
]